# St7DeleteInfluenceMultiVariableCase

Deletes a multi-variable load influence combination case.

long St7DeleteInfluenceMultiVariableCase(long uID, long MultiVariableCaseID)

Input Parameters

uID

Strand7 model file ID.

MultiVariableCaseID

ID of the load influence multi-variable combination case.